;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 10.1.5
;

[Lang]
NativeLanguage=Hungarian

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Translation]
ReadHabit=Left-to-right
LanguageName=HUN
LangCode=040e
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelmeztetés
Error=Hiba
Confirm=Megerősítés
;
;  Popup Menu
;
pmGo=Forrásmappa megnyitása
pmNone=Nincs kijelölés
pmAll1=Összes kijelölése
pmrec=Ajánlott
pmIgnore=Ez az elem kihagyása
pmExport=Exportálás ...
pmInvert=Kijelölés megfordítása
;
; Main GUI
;
FrmWDC.pmPortable.caption=Hordozható változat létrehozása
FrmWDC.pmRestore.caption=Visszaállítás
FrmWDC.pmSettings.caption=Beállítások
FrmGeneral.chkuac.caption=UAC kihagyása
FrmWDC.pmHelp.caption=Online súgó
FrmWDC.pmHome.caption=Weboldal
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Elérhetőségünk
FrmWDC.pmCheckNew.caption=Frissítések ellenőrzése
FrmWDC.pmLang.caption=Nyelvek
FrmWDC.pmSkin.caption=Felszín módosítása
FrmWDC.pmabout.caption=Névjegy
FrmWDC.btncomm.caption=Általános tisztító
FrmWDC.btnadv.caption=Fejlett tisztító
FrmWDC.btnsilm.caption=Összetevők törlése
FrmWDC.btnlikeit.caption=Tetszik
FrmWDC.btnsuggest.caption=Javaslat és visszajelzés
FrmWDC.btnupdate.caption=Frissítés ellenőrzése
FrmWDC.btnfacebook.hint=Kövessen minket a Facebookon
FrmWDC.btntwitter.hint=Kövessen minket a Twitteren
FrmWDC.btnemail.hint=Ossza meg barátaival
FrmWDC.btnassist.caption=Segítségnyújtás
FrmWDC.btnmessage.caption=Üzenet
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Az "Üres fájlok keresése" opció, csak egyszer lép hatályba. Legközelebb újra ki kell választania.
Frmadvdc.btnscan.caption=Vizsgálat indítása
Frmadvdc.lblpath.caption=Vizsgálandó:
Frmadvdc.btnrescan.caption=Újravizsgál
Frmadvdc.btnre.caption=Ajánlott
Frmadvdc.btnall.caption=Mind kijelöli
Frmadvdc.btnadvanced.caption=Speciális beállítások
Frmadvdc.btnnone.caption=Nincs kijelölés
Frmadvdc.lblwrcinfo.caption=A Wise Registry Cleaner az egyik vezető Windows operációs rendszerre tervezett, ingyenes rendszerleíró tisztító. Gyors, alapos és biztonságos!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=A leggyorsabb vizsgálati sebesség a világon !
Frmadvdc.lblrec.caption=Felhasználók által kedvelt egyéb alkalmazások:
Frmadvdc.vtfiles.Columns[0]=Fájlnév
Frmadvdc.vtfiles.Columns[1]=Méret
Frmadvdc.vtfiles.Columns[2]=Hely
Frmadvdc.vtfiles.Columns[3]=Utolsó hozzáférési idő
Frmadvdc.vtfiles.Columns[4]=Típus
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Hozzáadás
FrmAdvSettings.btnremove.caption=Eltávolítás
FrmAdvSettings.btncancel.caption=Mégse
FrmAdvSettings.wcknull.caption=Üres fájlok keresése(0 bájt, lassú)
FrmAdvSettings.wckshortcut.caption=Érvénytelen parancsikonok keresése (lassú)
FrmAdvSettings.caption=Speciális beállítások
FrmAdvSettings.btnre.caption=Ajánlott
FrmAdvSettings.btnall.caption=Mind kijelöli
FrmAdvSettings.btnnone.caption=Nincs kijelölés
;
; Input
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Mégse
;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAbout.btngoogle.hint=Kövessen minket a Google+-on
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Parancssori mód
FrmAutorunSettings.lblcmdinfo.caption=A programot parancssorból is futtathatja, automatikusan megvizsgálhatja és megtisztíthatja meghajtóit. További információkért, nyomja meg az F1 billentyűt vagy kattintson a következő hivatkozásra a súgó dokumentum elolvasásához.
FrmAutorunSettings.chk1.caption=A 'Tisztítás-1-kattintásra' ikon létrehozása és elhelyezése az asztalon
FrmAutorunSettings.chkadv.caption=Magába foglalja a Fejlett tisztítót is
FrmAutorunSettings.btnhelp.caption=Online súgó
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Egyéni
Frmcommon.lblcustomhint.caption=Testreszabott bejegyzések vizsgálata.
FrmCommon.btnBack.caption=Vissza a főoldalra
FrmCommon.btnall.caption=Mind kijelöli
FrmCommon.btnre.caption=Ajánlott
FrmCommon.btnnone.caption=Nincs kijelölés
FrmCommon.wckadv.caption=Magába foglalja a Fejlett tisztítót is
FrmCommon.WiseLabel1.caption=Ütemező
FrmCommon.lbltype.caption=Futtatás típusa:
FrmCommon.lblweek.caption=Futtatás napja:
FrmCommon.lbltime.caption=Időpont:
FrmCommon.btnScan.caption=Vizsgálat indítása
FrmCommon.lblstat.caption=Gyors és egyszerű módja a felesleges fájlok és hátrahagyott nyomok eltüntetésének.
FrmCommon.btncancel.caption=Mégse
FrmCommon.btnrescan.caption=Újravizsgál
FrmCommon.lbltrash.caption=Szemét
FrmCommon.lbltrace.caption=Nyomok
FrmCommon.lblapp.caption=Alkalmazások
FrmCommon.lblcookie.caption=Cookie-k
FrmCommon.lbltrashhint.caption=Felesleges fájlok a számítógépen.
FrmCommon.lbltracehint.caption=Rendszer és felhasználói nyomok.
FrmCommon.lblapphint.caption=Felesleges fájlok vagy más alkalmazások által létrehozott nyomok.
FrmCommon.lblcookiehint.caption=Böngésző és flash cookie-k.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Fájl hozzáadása
FrmExclusion.btnAddFolder.caption=Egy mappa hozzáadása
FrmExclusion.btnAddType.caption=Egy fájltípus hozzáadása
FrmExclusion.BtnAddCookie.caption=Cookie-k hozzáadása
FrmExclusion.btnImport.caption=Importálás
FrmExclusion.btnExport.caption=Exportálás
FrmExclusion.btnRemove.caption=Eltávolítás
;
; General Settings
;
FrmGeneral.lbtran.caption=Fordítás...
FrmGeneral.chkNews.caption=Hírlevelek fogadása
FrmGeneral.chknotice.caption=Automatikus tisztítási értesítés megjelenítése
FrmGeneral.chkwipe.caption=Biztonságos törlés (Lassú)
FrmGeneral.WiseLabel1.caption=Frissítések:
FrmGeneral.WiseLabel2.caption=Alapértelmezett nyelv:
FrmGeneral.btnchecknew.caption=Ellenőrzés
FrmGeneral.chkexp.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
FrmGeneral.lblexp.caption=Részletek
FrmGeneral.chkassist.caption=Értesítést kérek, ha valaki egy fizetős kérdést tett fel.
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Üríteni kívánt egyéni mappák (A fejlett tisztítóban érvényes)
FrmCustom.btnAdd.caption=Hozzáadás
FrmCustom.btnRemove.caption=Eltávolítás
FrmCustom.lblCustom.caption=Vizsgálati szabályok testreszabása.
FrmCustom.lblcustominfo.caption=Ha Ön tapasztalt felhasználó, testreszabhatja a vizsgálati szabályokat, további felesleges fájlok felkutatására. Kattintson az alábbi hivatkozásra, és ismerje meg, hogyan kell elvégezni ezt a konfigurációs fájlban.
FrmCustom.btnhelp.caption=Online súgó
;
; Restore
;
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
FrmRestore.Btnclose.caption=Bezárás
FrmRestore.caption=Visszaállítás
;
; Settings
;
FrmSettings.tsCommon.caption=Általános
FrmSettings.tsAutoRun.caption=Futtatás
FrmSettings.tsExclusion.caption=Kizárások
FrmSettings.btnAbout.caption=Névjegy
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Mégse
FrmSettings.caption=Beállítások
FrmSettings.tsCustom.caption=Egyéni
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Kérjük, próbálja ki intelligens termékeinket a Windows teljesítményének javításához.
FrmSysClean.lblcareinfo.caption=A Wise Care 365 minden-az-egyben optimalizáló segédprogram, beleértve a Wise Registry Cleaner és Wise Disk Cleaner összes funkcióját. Könnyen használható és hatékony!
FrmSysClean.lblre.caption=Szeretné tovább fokozni a Windows teljesítményét?
FrmSysClean.btnSlimming.caption=Eltávolítás
FrmSysClean.btnall.caption=Mind kijelöli
FrmSysClean.btnrecommended.caption=Ajánlott
FrmSysClean.btnnone.caption=Nincs kijelölés
FrmSysClean.vtsys.Columns[0]=Elem
FrmSysClean.vtsys.Columns[1]=Méret
FrmSysClean.vtsys.Columns[2]=Hely
FrmSysClean.vtsys.Columns[3]=Javaslat
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Szabad terület
FrmDiskDefrag.btnfolder.caption=Mappa
FrmDiskDefrag.btnfile.caption=Fájl
FrmDiskDefrag.btnsystem.caption=Rendszerfájl
FrmDiskDefrag.btnFragmented.caption=Töredékek
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Leállítás a töredezettségmentesítés után
FrmDiskDefrag.btnpause.caption=Szünet
FrmDiskDefrag.btnstop.caption=Leállítás
FrmDiskDefrag.btnDefrag.caption=Töredezettségmentesítés
FrmWDC.btndefrag.caption=Töredezettségmentesítés
;
; Schedule task
;
FrmScheduler.caption=Ütemező

[Message]
NoNews=Nincs olvasatlan üzenete.
ConfirmRemoveDownload=Ez el fogja távolítani az összes fájlt a letöltési mappában, biztosan folytatni kívánja?
Skipped=Kihagyva
NeedAdmin=A szolgáltatás rendszergazdák számára érhető el. Ha futtatni szeretné a szolgáltatást, jelentkezzen be rendszergazdaként.
Entries=bejegyzés
Clean=Tiszta
ScheduleHint=A számítógép rendszeres tisztítása.
UpdateError=Frissítési hiba, letölti a legfrissebb verziót weblapunkról?
LestOneItem=Legalább egy törlendő elemet ki kell választania.
HistorySaved=A teljes mentett terület: %s
DisableAdd=Biztonsági okokból, néhány speciális mappa (mint például a "Windows mappa", "Merevlemez Boot" és "CD-ROM"), nem adható hozzá ehhez a listához.
ConfirmAdd=Szeretné, hogy eltávolítson minden fájlt a %s alatt, amikor ráklikkelsz a "Törlés" gombra?
DupFolder=Ez a mappa már szerepel a listán.
ExImport=A kizárás lista exportálva lett ide:
SelectHardDrive=Kérjük, válasszon egy merevlemezt
CreationDate=Létrehozás dátuma
Description=Leírás
NowCleaning=Aktuális tisztítás:
ScheduleNextTime=Legközelebb:
Never=Soha
InputType=Adja meg a fájlnevet vagy a fájltípust (Például: *.tmp stb..)
WarnNoType=Kérjük, válasszon legalább egy fájltípust a kereséshez!
NoItemChecked=Kérjük, válasszon egy vagy több fájlt a törléshez.
WDCRunning=A program jelenleg fut.
RemoveSysRestore=Eltávolítja a kiválasztott rendszer-visszaállítási pontot ?
RestoreFromSysRestore=Újra kell indítani a számítógépet a rendszer-visszaállításához. Szeretné elindítani a visszaállítást most??
WarnZeroFile=Az "Üres fájl" mód lett kiválasztva. Néhány 0 bájt méretű fájlra lesz szükség. Eltávolításuk előtt, ellenőrizze őket. Ezt szeretné tenni?
SysRestoring=A rendszer visszaállításának előkészítése...
SysCreating=Rendszer-visszaállítási pont létrehozása...
Browse=Tallózás...
AllHardDrive=Helyi merevlemezek
Cleaning=Tisztítás...
Exported=A jelenlegi elemek exportálva lettek ide: %s. Megnyitja most a fájlt?
LeftTimeSec=Időtartam: %s másodperc
Safetodel=Ez az elem biztonságosan törölhető.
MoreSpace=További területért.
Unknow=Ismeretlen.
AddFileType=Fájltípus hozzáadás
AlreadExist=A(z) %s már szerepel a listán.
illegalType=A(z) %s egy nem megengedett fájltípus.
Summary=Összefoglaló
InputSummary=Kérjük, adjon egy leírást ehhez a típushoz:
noselected=Nincs elem kiválasztva.
DelFileType=Valóban törli ezt a fájltípust?
ScanAborted=A vizsgálat meg lett szakítva!
TrashFound=%d fájltalálat, összesen %s méretben.
NoTrashAndTrace=Gratulálunk! Ön egy tiszta számítógéppel rendelkezik!
CleanDone=A tisztítás befejeződött!
LestOne=Kérjük, válasszon legalább egy elemet a vizsgálathoz.
LestOneClean=Kérjük, válasszon legalább egy elemet a törléshez.
Scanning=Vizsgálat folyamatban...
InvalidIgnorItem=Nem hagyhatja figyelmen kívül ezt az elemet.
TraceFound=%d nyomot észleltünk.
CleanNow=Azonnali tisztítás javasolt.
TrashRemoved=%d fájl lett eltávolítva és így %s lemezterület szabadult fel.
TraceRemoved=%d nyom el lett távolítva.
LastCommonClean=A lemez utolsó tisztítási ideje:
Working=Kérjük, várja meg a jelenlegi folyamat végét, majd próbálja meg újra.
NoFilesFound=Nincsenek ideiglenes fájlok
NoTracesFound=Nincsenek nyomok
FindTraces=%d nyom
NoItemFound=Nincsenek talált elemek
FindFilesSize=%d fájltalálat, összesen %s méretben
FindTracesSection=%d nyom észlelhető ebben a szekcióban
CanFreeSpace=%d fájltalálat és %s lesz mentve
TotalTraces=Összesen %d nyom észlelhető
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
RestorePointFail=Nem sikerült létrehozni a helyreállítási pontot.
ErrorMsg=Hibaüzenet:
NoNewVer=Gratulálunk, jelenleg a legfrissebb verziót használja!
KeyWord=Kérjük, adja meg a kulcsszavát:
AddFolder=Egy mappa hozzáadása
CannotCrTask=Nem lehet létrehozni az ütemezett feladatot.
InvalidType=Kérjük, adjon meg egy érvényes fájlkiterjesztést.
NoType=Kérjük, jelöljön ki legalább egy típust a kereséshez.
FailToDelete=Néhány fájl, amelyet nem sikerült törölni újraindítás után lehet, hogy törölhető.
GoodHabit=A PC tisztán tartása bevett gyakorlat. Kérjük, tartsa fenn ezt az állapotot!
7After=%d nap telt el az utolsó töredezettségmentesítés óta. Egy azonnali vizsgálat ajánlott.
7Before=A meghajtók tisztán tartása és az adatvédelem biztosítása bevett gyakorlat.
TaskExists=Az ütemezett feladat már létezik. Törölni szeretné azt vagy létrehoz egy új ütemezett feladatot? (Nem - A létező feladat szerkesztése. Mégse - A folyamat megszakítása.)
NoBackupSelected=Kérjük, válasszon legalább egy mentést a visszaállításhoz.
StartScan=Vizsgálat most
StartClean=Tisztítás indítása
Cancel=Mégse
Idle=Üresjáratban
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
Sunday=Vasárnap
AvdDefaultHint=Ez a szekció speciális beállításokat biztosít a felesleges fájlok kereséséhez és további lemezterület felszabadításhoz.
TrashFoundEx=A következő ideiglenes fájlokat találtuk:
NoDriveChecked=Ki kell választania egy vagy több meghajtó a vizsgálathoz.
ScanFor=Meghajtó vizsgálata:
FindDrives=Meghajtók keresése...
Login=Bejelentkezésnél
NewVer=Új Wise Disk Cleaner verzió érhető el! Szeretné most frissíteni?
TranslateTo=Fordítás...
AddCookies=Cookie-k hozzáadása
InputCookie=Cookie-k megadása (Például: wisecleaner.com stb...)
InvalidCookie=Érvénytelen cookie-k
BrowserRunning=A(z) %s fut. Be szeretné zárni? Máskülönben a gyorsítótárakat és cookie-kat nem lehet törölni.

[CommonClean]
ScanAbortedHint=Javasoljuk, hogy hajtson végre egy azonnali újravizsgálatot a felesleges fájlok és nyomok felkutatásához.
DefaultHint=A fájlok és internetes nyomok törlésével helyet szabadíthat fel és megvédheti adatait.
ScanAbortedHint1=Javasoljuk, hogy hajtson végre egy azonnali újravizsgálatot a felesleges fájlok felkutatásához.
WhenIdle=Üresjáratban
WhenLogin=Bejelentkezésnél

[SysClean]
Open=Megnyitás
Remove=Eltávolítás
MoreSpace=További területért
Cleaning=Tisztítás...
Scanning=Vizsgálat...
ScanEnd=Összesen %d elemtalálat. %s lemezterület szabadul fel a művelet után.
NoItems=Gratulálunk! A rendszermeghajtó tiszta.
SpaceFreed=A művelet befejeződött. %s lemezterület lett felszabadítva.
Installer=Elavult Windows telepítő
LongInstaller=Az elavult Windows telepítők felesleges fájlok. Eltávolításukkal lemezterület szabadítható fel.
PatchUninstall=Windows frissítések eltávolító állományai
LongPatchUninstall=Ha nincs szüksége a Windows frissítés eltávolítójára, akkor törölheti ezeket a fájlokat.
Downloadedfiles=Windows letöltött telepítési fájlok
Longdownloadedfiles=Miután sikeresen telepítése a Windows javításokat, ezeket a fájlokat biztonságosan eltávolíthatja.
Baselinecache=Windows telepítő alapfájl-gyorstár
LongBaselinecache=A Windows telepítő szolgáltatás által létrehozott fájlok, és el lehet távolítani azokat.
JPIME=Japán IME
LongJPIME=Ha nincs szüksége a Japán IME fájlokra többé, akkor eltávolíthatja azokat.
KoreanIME=Koreai IME
LongKoreanIME=Ha nincs szüksége a koreai IME fájlokra többé, akkor eltávolíthatja azokat.
TChineseIME=Tradícionális kínai IME
LongTChineseIME=Ha nincs szüksége a tradicionális kínai IME fájlokra többé, akkor eltávolíthatja azokat.
MPinyinIME=MS Pinyin IME
LongMPinyinIME=Ha nincs szüksége a MS Pinyin IME fájlokra többé, akkor eltávolíthatja azokat.
HelpFile=Windows súgó állományok
LongHelpFile=Ha nincs szüksége a Windows súgó fájlokra, akkor eltávolíthatja azokat.
SamplePic=Windows mintaképek
LongSamplePic=Ha nincs szüksége a mintaképekre, akkor eltávolíthatja azokat.
SampleMic=Windows mintazenék
LongSampleMic=Ha nincs szüksége a mintazenékre, akkor eltávolíthatja azokat.
SampleVideos=Windows minta videók
LongSampleVideos=Ha nincs szüksége a minta videókra, akkor eltávolíthatja azokat.
SampleMedia=Windows minta média
LongSampleMedia=Ha nincs szüksége a minta médiára, akkor eltávolíthatja azokat.
Wallpaper=Windows háttérkép fájlok
LongWallpaper=Ha nincs szüksége a háttérkép fájlokra, akkor eltávolíthatja azokat.

[DiskDefrag]
Volume=Meghajtó
Format=Fájlrendszer
TotalSpace=Teljes terület
FreeSpace=Szabad terület
Fragmented=Töredékek
Status=Állapot
PmDefrag=Töredezettségmentesítés
QuickOpt=Gyors optimalizálás
FullOpt=Teljes optimalizálás
PmAnlyse=Elemzés
Resume=Folytatás
Analying=Elemzés
Defragmenting=Töredezettségmentesítés
Optimizing=Optimalizálás
Analyed=Elemezve
Defragmented=Töredezettségmentesítve
Optimized=Optimalizálva
Pause=Szünet
IsSSD=A kijelölés legalább egy SSD meghajtót tartalmazhat, és a lemez töredezettségmentesítés csökkentheti annak élettartamát. Valóban folytatni szeretné?
FragmentedRate=Töredezettség
Win10Upgrade=Windows 10 frissítési fájlok
Win10UpgradeLong=Ha már frissítette a Windows 10 rendszert, távolítsa el ezt a mappát további lemezterület felszabadításához.

[Area]
WinInstallerPackage=Elavult Windows telepítő
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
ChromeCache=Google Chrome gyorsmemória
ChromeCookies=Google Chrome cooky-k
ChromeForm=Google Chrome automatikus űrlapkitöltési előzmények
Chromelocalstorage=Google Chrome előzmények
ChromePass=Google Chrome mentett jelszavak
ChromeSession=Google Chrome munkamenet
Cookies=Cookie-k
DOMStoreCookies=Microsoft IE DOMStore cookie-k
DownloadedPatch=Windows frissítési fájlok
Downloads=Böngésző letöltött fájlok
DriveTheLife=DriveTheLife
Dump=Memóriakiíratási fájlok
ErrorReport=Hibajelentési fájlok
ExplorerMRU=Egyéb Explorer MRU-k
FireFoxCache=Mozilla FireFox gyorsmemória
FireFoxCookies=Mozilla FireFox cookie-k
FireFoxForm=Mozilla FireFox automatikus űrlapkitöltési előzmények
FireFoxOther=Mozilla FireFox egyéb előzmények
FireFoxPass=Mozilla FireFox mentett jelszavak
FontCache=Windows betű-gyorsítótár
IEAddressBarHistory=Microsoft Internet Explorer címsor előzmények
IECahce=Microsoft IE gyorsmemória
IECookies=Microsoft IE cookie-k
IEForm=IE automatikus űrlapkitöltési előzmények (Személyes adat nem kerül a listára)
IEHistory=Microsoft Internet Explorer aktív előzmények
IEPass=IE mentett jelszavak (Személyes adat nem kerül a listára)
IISLog=IIS Log Files
InvalidLnk=Érvénytelen parancsikonok
InvalidScTask=Érvénytelen ütemezett feladatok
InvalidStartMenu=Érvénytelen Start Menük
JumpList=Tálca Jump listák (A rögzített elemek eltávolításra kerülnek)
LastDownloadDir=Utolsó letöltési hely
LogFile=Rendszer naplófájlok
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro gyorsítótár
MSEdgeCache=Microsoft Edge gyorsítótár
MSEdgeCookies=Microsoft Edge cookie-k
MSEdgeDownloadHistory=Microsoft Edge letöltési előzmények
MSEdgeHistory=Microsoft Edge előzmények
MSEdgeRecentlyTypedURLs=Microsoft Edge legutóbb beírt URL-címek
MSEdgeSavedFormInformation=Microsoft Edge mentett űrlap információk
MSEdgeSavedPasswords=Microsoft Edge mentett jelszavak
MSEdgeSession=Microsoft Edge munkamenet
MSOffice=Microsoft Office
Networkmapping=Hálózati meghajtó csatlakoztatási előzmények
Office=Microsoft Office
OfficePicture=Microsoft Office képkezelő
OfficeRecent=Microsoft Office legutóbbi előzmények
OperaCache=Opera gyorsítótár
OperaCookies=Opera cookie-k
OperaHistory=Opera előzmények
OperaPassword=Mentett Opera jelszavak
OperaSessions=Opera munkamenetek
OperaSiteIcon=Opera weboldal ikonok
OperaURLHistory=Opera begépelt URL-k
PaleMoonCache=PaleMoon gyorsítótár
PaleMoonCookies=PaleMoon cookie-k
PaleMoonDownloadHistory=PaleMoon letöltési előzmények
PaleMoonHistory=PaleMoon előzmények
PaleMoonSavedFormInformation=PaleMoon mentett űrlap információk
PaleMoonSession=PaleMoon munkafolyamat
PaleMoonSitePreferences=PaleMoon webhely beállítások
Prefetch=Régi előzetes lehívási adatok
Recentdocuments=Legutóbbi dokumentumok
Recyclebin=Lomtár ürítése
RemoteDesktop=Távoli asztal gyorsmemória állományai
RunStartMenu=Futtatás a Start Menüben
SafariCache=Safari Internet gyorsmemória
SafariCookies=Safari cookye-k
SafariHistory=Safari előzmények
SafariPass=Safari mentett űrlap információk
SearchList=Windows keresési előzmények
SysTemp=A Windows által létrehozott ideiglenes fájlok
SystemTrace=Windows és alkalmazás nyomok
ThumbCache=Miniatűrök gyorsítótára
TraceClean=Nyomok törlése a számítógépről
TraryNotify=Windows tálca értesítési gyorstár
TrashClean=Felesleges fájlok a számítógépen
TypeInternetCache=Webböngésző gyorsítótár
TypeInternetTrace=Webböngésző nyomkövetés
TypeMedia=Multimédia
TypeOtherApp=Egyéb alkalmazások
TypeSystem=Windows rendszer
TypeWComponents=Windows-összetevők
UserTemp=Az alkalmazások által létrehozott ideiglenes fájlok
Vivaldi=Vivaldi
VivaldiCache=Vivaldi gyorsítótár
VivaldiCookies=Vivaldi Cookie-k
VivaldiForm=Vivaldi automatikus űrlapkitöltési előzmények
Vivaldilocalstorage=Vivaldi helyi tár
VivaldiSavedpasswords=Vivaldi mentett jelszavak
VivaldiSession=Vivaldi munkamanet
WindowsSysCache=Windows rendszer gyorsítótár
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer gyorsítótár
WinSxsBackup=Windows WinSxs mentés
Yandex=Yandex
YandexCache=Yandex gyorsítótár
YandexCookies=Yandex Cookie-k
YandexForm=Yandex automatikus űrlapkitöltési előzmények
YandexLocalstorage=Yandex helyi tár
Yandexpass=Yandex mentett jelszavak
YandexSession=Yandex munkamenet
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo eszköztár
WindowsLiveToolbar=Windows Live eszköztár
GoogleToolbar=Google eszköztár
GoogleToolbarIE=Google IE eszköztár
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google naptár szinkronizáció
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows médialejátszó
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player felhő
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI előnézet
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS felügyeleti konzol
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm előzmények
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa keresési előzmények
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule keresési előzmények
eMuleFileHashes=eMule fájlkivonatok
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm naplók
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware napló
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA telepítési fájlok
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software telepítési gyorsítótár
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-gyorsítótár
MESCache=Microsoft Security Essentials naplók és frissítési gyorsítótár
QIHU360TotalSecurity=QIHU 360 Total Security
QQPCMgr=QQ PC Manager
Tencent-Logs=Tencent naplók
TencentQQGame=Tencent QQ játék
Thunder=Thunder
Thunder-Game=Thunder játék
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius frissítési fájlok
DriverGeniusBackupFiles=Driver Genius mentési fájlok
DriverGeniusDownloadInstallerFiles=Driver Genius letöltött telepítőfájlok
DriverGeniusCacheFiles=Driver Genius gyorsítótár fájlok
QQMusicCacheFiles=QQ zene gyorsítótár fájlok
KuGouMusicCacheFiles=KuGou zene gyorsítótár fájlok
KuGouLyricFiles=KuGou dalszöveg fájlok
XIAMIMusicCache=XIAMI zene gyorsítótár
NeteaseCloudMusicCache=Netease felhő zene gyorsítótár
KuWoInstallCache=KuWo zene telepítő gyorsítótár
KuWoMusicCache=KuWo zene gyorsítótár
BaiduMusicLogFiles=Baidu zene naplófájlok
BaiduMusicCache=Baidu zene gyorsítótár
WeSingLogFiles=WeSing naplófájlok
WeSingCache=WeSing gyorsítótár
QQLiveCacheFiles=QQLive gyorsítótár fájlok
YoukuCacheFiles=Youku gyorsítótár fájlok
IQIYIVideoCacheFiles=IQIYI videó gyorsítótár fájlok
mgtvLogFiles=mgtv maplófájlok
mgtvCacheFiles=mgtv gyorsítótár fájlok
CNTVUpdateLogFiles=CNTV frissítési és naplófájlok
SOHUPlayerCacheandLogFiles=SOHU Player gyorsítótár és naplófájlok
SOHUPlayerDownloadsCache=SOHU Player letöltési gyorsítótár
StormPlayerTempFiles=Storm Player ideiglenes fájlok
PPTVTempFiles=PPTV ideiglenes fájlok
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ gyorsítótár fájlok
QQreceivedimages=QQ kapott képek
QQreceivedfiles=QQ kapott fájlok
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ kapott videó
QQreceivedAudio=QQ kapott audió
TIMCacheFiles=TIM gyorsítótár fájlok
QTalkCacheFiles=QTalk gyorsítótár fájlok
QQPCMgr=QQ PC kezelő
TencentQQGame=Tencent QQGame

[Type]
UserDefine=Felhasználó által meghatározott
ZeroFile=Üres fájlok - 0 bájt
WinSetupLog=Windows telepítési hibanaplók
NtUninstall=Windows javítások eltávolítási forrásai
InvalidLnk=Érvénytelen parancsikonok
UserTemp=Fájlok a felhasználók ideiglenes mappáiban
WinTemp=Fájlok a Windows ideiglenes mappáiban
RecentFiles=Legutóbbi fájlok hivatkozásai
PatchSource=Windows frissítési források
TempFile=Ideiglenes fájlok
fcwdir=A letöltési folyamat során keletkezett fájlok
tfcbp=A programok által létrehozott ideiglenes fájlok
sdrf=Lemezellenőrzés során létrehozott visszaállítási fájlok
OldFile=Régi fájlok
outdatedfile=Elavult fájlok
fcwhfir=A súgó fájl futtatásakor keletkezett fájlok
Ncfile=Hírcsoport gyorstár fájlok
Backupfile=Mentési állományok
WBfile=MS Word mentési állományok
Cbswahf=A súgófájl keresése közben létrehozott fájlok
whtf=A Windows súgó rendszer ideiglenes állományai
Logfile=Naplófájlok
LLogfile=Az alkalmazások vagy rendszer szolgáltatások által létrehozott naplófájlok.
Errorfile=Hibaállományok
Wmdf=Win2000/XP memóriakiíratási fájlok
bcomf=A módosított fájlok biztonsági másolatai
Indexfile=Index fájlok
ifcbsiotitpbs=A rendszer által létrehozott index fájlok a képböngészési sebesség javításához
Tfcds=A telepítésnél létrehozott ideiglenes fájlok
Intermediatefile=Átmeneti fájlok
chkfile=Helyreállított fájl

[AutoClean]
DiskSaved=lemezterület lett mentve.
Title=Gratulálunk!
TraceCleanned=nyom lett törölve.

[Skin]
SkinDefault=Alapértelmezett
SkinGray=Szürke
SkinOrange=Narancssárga
SkinCustom=Egyéni
SkinColor=Egyéni felületszín

[AutoUpdate]
CurrentFile=Aktuális fájl:
Canceling=Megszakítás...
CANCEL=Mégse
Ready=Letöltésre kész

[EUASK]
regcaption=Regisztráció
logincaption=Bejelentkezés
FrmEuaskLogin.lblJoin.Caption=Csatlakozzon az Euask-hoz
FrmEuaskLogin.lblSign.Caption=Euask bejelentkezés
FrmEuaskLogin.lblnick.Caption=Felhasználónév:
FrmEuaskLogin.lbl1.Caption=Jelszó:
FrmEuaskLogin.btnlogin.caption=Bejelentkezés
FrmEuaskLogin.btnregister.Caption=Regisztráció
FrmEuaskLogin.btnpwd.Caption=Elfelejtette a jelszavát?
FrmEuaskLogin.WiseLabel1.Caption=Felhasználónév:
FrmEuaskLogin.WiseLabel2.Caption=Jelszó:
FrmEuaskLogin.btnreg.caption=Regisztráció
FrmEuaskLogin.WiseSimpleButton1.Caption=Bejelentkezés
FrmEuaskLogin.lbl2.Caption=E-mail:
FrmEuaskLogin.btnnone.Caption=Ne most
inputuser=Kérjük, adja meg a jelszót és a felhasználónevet.